replies = {
    'hello_new_user': 'Приветствую, дорогой игрок!\n\n'
                      'Мы рады, что ты с нами, для начала работы,\n'
                      'пожалуйста, заполни анкету, нажав на кнопку регистрации.',
    'hello_existing_user': 'Приветствую, дорогой игрок!\n\n'
                           'Для пополнения баланса воспользуйся командой /deposit\n',
    'hello_existing_user_with_nickname': 'Приветствую, дорогой игрок!\n\n'
                                         'Для пополнения баланса воспользуйся командой /deposit\n'
                                         'Для вывода монет воспользуйся командой /withdraw\n'
                                         'Дополнительная информация по команде /info',
    'registration_nick': 'Введи свой ник в PPPoker.',
    'registration_nick_confirmation': 'Ник в PPPoker: <b>{}</b>\n\n'
                                      'Всё правильно?',
    'nick_changed': 'Твой ник изменён на <b>{}</b>.',
    'telephone_changed': 'Твой телефон изменён на <b>{}</b>.',
    'bank_changed': 'Твой банк изменён на <b>{}</b>.',
    'registration_сomplete': 'Благодарим за регистрацию, теперь можно пополнять баланс с помощью команды /balance',
    'balance_without_registration': 'Ты ещё не зарегистрирован в системе.\nДля регистрации нажми на кнопку регистрации.',
    'withdraw_without_registration': 'Ты ещё не зарегистрирован в системе.\nДля регистрации нажми на кнопку регистрации.',
    'withdraw_funds_reply': 'Введи количество монет для вывода (1 монета = 125₽).',
    'withdraw_telephone_reply': 'Введи номер телефона для вывода монет. Например: 89998887766',
    'withdraw_bank_reply': 'Впиши название своего банка для вывода монет.\nНапример: "Банк Тинькофф"',
    'withdraw_bank_confirmation': 'Банк: <b>{}</b>\n\n'
                                  'Всё правильно?',
    'withdraw_telephone_confirmation': 'Номер телефона: <b>{}</b>\n\n'
                                       'Всё правильно?',
    'add_funds_reply': 'Введи количество монет для зачисления (1 монета = 125₽).',
    'withdraw_funds_сonfirmation': 'Ты хочешь вывести {} монет. Сумма: {}₽\n\n'
                                   'Всё правильно?',
    'add_funds_сonfirmation': 'Пополнение баланса на {} монет. Сумма: {}₽\n\n'
                              'Всё правильно?',
    'withdraw_funds_error_reply': 'Введено некорректное значение.\n'
                                  'Введи число, сколько ты хочешь вывести монет (1 монета = 125₽).\n'
                                  '<i>Например: 100</i>',
    'add_funds_error_reply': 'Введено некорректное значение.\n'
                             'Введи число, сколько ты хочешь зачислить монет (1 монета = 125₽).\n'
                             '<i>Например: 100</i>',
    'add_funds_requisites': 'Для пополнения баланса отправь <b>{}₽</b> через\n'
                            'Систему Быстрых Платежей\n\n'
                            'Получатель: Альберт С.\n'
                            '<code>{}</code>\n'
                            'Тинькофф банк.\n\n'
                            'Затем отправь подтверждение успешного платежа\n'
                            'и в ближайшее время администратор пополнит твой баланс.',
    'add_funds_process_сomplete': 'Запрос {} на пополнение баланса отправлен администратору.\n'
                                  'Я пришлю уведомление, когда он будет рассмотрен.',
    'withdraw_funds_process_сomplete': 'Запрос {} на вывод монет отправлен администратору.\n'
                                       'Я пришлю уведомление, когда он будет рассмотрен.',
    'action_confirm_report': '✅ Запрос номер {} подтверждён администратором.',
    'action_reject_report': '❌ Запрос номер {} отклонён администратором.',
    'new_deposit_request': 'Заявка на пополнение баланса номер {}.\n'
                           'Прикреплённый документ в сообщении выше.\n\n'
                           'Телеграм аккаунт: {}\n'
                           'Ник: {}\n'
                           'Сумма: {} монет = {}₽',
    'new_withdraw_request': 'Заявка на вывод монет номер {}.\n\n'
                            'Телеграм аккаунт: {}\n'
                            'Ник: {}\n'
                            'Телефон: {}\n'
                            'Банк: {}\n'
                            'Сумма: {} монет = {}₽',
    'help_reply': 'Привет, <b>{}</b>.\n'
                  'Ты зарегистрирован\n{}, твой ID <b>{}</b>.\n\n'
                  'Твои данные:\n'
                  'Ник PPPoker: <b>{}</b>\n'
                  'Телефон: <b>{}</b>\n'
                  'Твой банк: <b>{}</b>\n\n'
                  'Для изменения данных нажми \nсоответствующую кнопку ниже.\n',
    'administration_reply': 'Эти функции только для администрации.\n\n'
                            '<i>Администрация.</i>',
}
