replies = {
    'hello_new_user': 'Приветстую, дорогой игрок!\n\n'
                      'Мы рады, что ты с нами, для начала работы,\n'
                      'пожалуйста, заполни анкету, нажав на кнопку регистрации.',
    'hello_existing_user': 'Приветстую, дорогой игрок!\n\n'
                           'Для пополнения баланса воспользуйся командой /balance',
    'registration_nick': 'Введи свой ник в PPPoker.',
    'registration_nick_confirmation': 'Ник в PPPoker: <b>{}</b>\n\n'
                                      'Всё правильно?',
    'registration_сomplete': 'Благодарим за регистрацию, теперь можно пополнять баланс с помощью команды /balance',
    'balance_without_registration': 'Ты ещё не зарегестрирован в системе, для регистрации нажми на кнопку регистрации.',
    'add_funds_reply': 'Введи количество монет для зачисления (1 монета = 125₽).',
    'add_funds_сonfirmation': 'Пополнение баланса на {} монет. Сумма: {}₽\n\n'
                              'Всё правильно?',
    'add_funds_error_reply': 'Введено некорректное значение.\n'
                             'Введи число, сколько ты хочешь зачислить монет (1 монета = 125₽).\n'
                             '<i>Например: 100</i>',
    'add_funds_requisites': 'Для пополнения баланса отправь <b>{}₽</b> через\n'
                            'Систему Быстрых Платежей\n\n'
                            'Получатель: Альберт С.\n'
                            '<code>{}</code>\n'
                            'Тинькофф банк.\n\n'
                            'Затем отправь подтверждение успешного платежа\n'
                            'и в ближайшее время администратор пополнит твой баланс.',
    'add_funds_process_сomplete': 'Запрос на пополнение баланса отправлен администратору, ожидайте пополнения баланса.',
    'new_request': 'Заявка на пополнение баланса номер {}.\n\n'
                   'Телеграм аккаунт: {}\n'
                   'Ник: {}\n'
                   'Сумма: {} монет = {}₽',
}
